[
    {
        "id": 1,
        "nome": "Blusa Renda Filé Feminina",
        "preco": 89.90,
        "estoque": 15,
        "descricao": "Blusa delicada confeccionada em renda filé, uma técnica artesanal tradicional. Perfeita para compor looks elegantes e frescos no dia a dia ou em ocasiões especiais. Peça única e sofisticada.",
        "imagem": "http://localhost:3000/images/blusa-renda-file-artesanal.png"
    },
    {
        "id": 2,
        "nome": "Sandália Xô-Boi Couro",
        "preco": 149.90,
        "estoque": 8,
        "descricao": "Sandália artesanal autêntica, feita em couro 100% legítimo e macio. Durabilidade incomparável e um estilo rústico que nunca sai de moda. Conforto garantido para todas as horas.",
        "imagem": "http://localhost:3000/images/sandalia-xo-boi-couro-legitimo.png"
    },
    {
        "id": 3,
        "nome": "Bolsa Palha coqueiro",
        "preco": 75.00,
        "estoque": 20,
        "descricao": "Bolsa trançada manualmente com palha natural, perfeita para looks de verão, praia ou cidade. Leve, resistente e um acessório sustentável que combina com tudo. Peça exclusiva e cheia de charme.",
        "imagem": "http://localhost:3000/images/bolsa-palha-artesanal-natural.png"
    },
    {
        "id": 4,
        "nome": "Sousplat Bordado Filé",
        "preco": 45.00,
        "estoque": 12,
        "descricao": "Conjunto de sousplats bordados à mão com a técnica de filé. Protegem sua mesa e acrescentam um toque de sofisticação e cultura nordestina à sua decoração. Perfeito para jantares especiais.",
        "imagem": "http://localhost:3000/images/sousplat-bordado-file-decorativo.png"
    },
    {
        "id": 5,
        "nome": "Filtro de Barro 8L",
        "preco": 99.90,
        "estoque": 10,
        "descricao": "Filtro de barro cerâmico de 8 litros. Proporciona água fresca, pura e com sabor incomparável, livre de impurezas e produtos químicos. Um clássico saudável e eficiente para qualquer cozinha.",
        "imagem": "http://localhost:3000/images/filtro-barro-8-litros.png"
    },
    {
        "id": 6,
        "nome": "Bandeja Palha Ouricuri",
        "preco": 38.00,
        "estoque": 18,
        "descricao": "Bandeja artesanal trançada em palha de ouricuri. Ideal para servir cafés da manhã, lanches ou como peça decorativa rústica. Leve a beleza e a resistência da natureza para sua casa.",
        "imagem": "http://localhost:3000/images/bandeja-palha-ouricuri-rustica.png"
    },
    {
        "id": 7,
        "nome": "Cartão Bordado à Mão",
        "preco": 22.90,
        "estoque": 50,
        "descricao": "Cartão especial bordado manualmente, transformando uma simples mensagem em uma lembrança eterna. Perfeito para parabéns, agradecimentos ou declarações. Muito mais que um cartão, um presente.",
        "imagem": "http://localhost:3000/images/cartao-artesanal-bordado-mao.png"
    },
    {
        "id": 8,
        "nome": "Galinha Barro Porta-Ovos",
        "preco": 35.00,
        "estoque": 7,
        "descricao": "Encantadora galinha de barro, peça decorativa e funcional que serve como organizadora de ovos. Um símbolo da cultura popular que traz charme, cor e tradição para a decoração da sua cozinha.",
        "imagem": "http://localhost:3000/images/galinha-barro-porta-ovos.png"
    },
    {
        "id": 9,
        "nome": "Boneca de Pano",
        "preco": 100.00,
        "estoque": 5,
        "descricao": "Boneca de pano feita à mão, tamanho grande (aproximadamente 45cm). Brinquedo afetivo, seguro e super fofo, ideal para presentear crianças e encher de carinho. Peça única com detalhes especiais.",
        "imagem": "http://localhost:3000/images/boneca-pano-artesanal-g.png"
    }
]